{
  "Murph": {
    "timestamp": "2025-11-21T22:24:07.977554",
    "data": {
      "Coach Notes": "For Murph: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Hansen": {
    "timestamp": "2025-11-21T22:24:10.809014",
    "data": {
      "Coach Notes": "For Hansen: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "DT": {
    "timestamp": "2025-11-21T22:24:13.656117",
    "data": {
      "Coach Notes": "For DT: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Tabata Thrusters": {
    "timestamp": "2025-11-21T22:24:16.508886",
    "data": {
      "Coach Notes": "For Tabata Thrusters: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Ring Muscle-up Focus": {
    "timestamp": "2025-11-21T22:24:19.388925",
    "data": {
      "Coach Notes": "For Ring Muscle-up Focus: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Bike Sprint EMOM": {
    "timestamp": "2025-11-21T22:24:22.227388",
    "data": {
      "Coach Notes": "For Bike Sprint EMOM: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Overhead Lunge & Snatch": {
    "timestamp": "2025-11-21T22:24:25.374920",
    "data": {
      "Coach Notes": "For Overhead Lunge & Snatch: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "5-minute Burner": {
    "timestamp": "2025-11-21T22:24:28.237025",
    "data": {
      "Coach Notes": "For 5-minute Burner: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Heavy Back Squat EMOM": {
    "timestamp": "2025-11-21T22:24:31.106331",
    "data": {
      "Coach Notes": "For Heavy Back Squat EMOM: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Row/burpee Ladder": {
    "timestamp": "2025-11-21T22:24:33.971422",
    "data": {
      "Coach Notes": "For Row/burpee Ladder: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Strict Press & DL Cycle": {
    "timestamp": "2025-11-21T22:24:36.823257",
    "data": {
      "Coach Notes": "For Strict Press & DL Cycle: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Kettlebell Triplet": {
    "timestamp": "2025-11-21T22:24:39.723952",
    "data": {
      "Coach Notes": "For The Kettlebell Triplet: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Pistol & Strict Pull-up": {
    "timestamp": "2025-11-21T22:24:42.573912",
    "data": {
      "Coach Notes": "For Pistol & Strict Pull-up: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Burpee Box Jump EMOM": {
    "timestamp": "2025-11-21T22:24:45.418563",
    "data": {
      "Coach Notes": "For Burpee Box Jump EMOM: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Dumbbell Man Maker Test": {
    "timestamp": "2025-11-21T22:24:48.262551",
    "data": {
      "Coach Notes": "For Dumbbell Man Maker Test: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Ski & Toes-to-bar": {
    "timestamp": "2025-11-21T22:24:51.095068",
    "data": {
      "Coach Notes": "For Ski & Toes-to-bar: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "High-rep Thruster AMRAP": {
    "timestamp": "2025-11-21T22:24:53.953554",
    "data": {
      "Coach Notes": "For High-rep Thruster AMRAP: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Wall Walk & Air Bike": {
    "timestamp": "2025-11-21T22:24:56.806662",
    "data": {
      "Coach Notes": "For Wall Walk & Air Bike: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "30 Second Sprint EMOM": {
    "timestamp": "2025-11-21T22:25:01.131692",
    "data": {
      "Coach Notes": "For 30 Second Sprint EMOM: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Weighted Vest Run & Pull": {
    "timestamp": "2025-11-21T22:25:03.992596",
    "data": {
      "Coach Notes": "For Weighted Vest Run & Pull: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Power Clean Pyramid": {
    "timestamp": "2025-11-21T22:25:06.831500",
    "data": {
      "Coach Notes": "For Power Clean Pyramid: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Carry & Air Squat": {
    "timestamp": "2025-11-21T22:25:09.699207",
    "data": {
      "Coach Notes": "For Carry & Air Squat: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Long Row": {
    "timestamp": "2025-11-21T22:25:12.707627",
    "data": {
      "Coach Notes": "For The Long Row: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Barbell Thruster EMOM": {
    "timestamp": "2025-11-21T22:25:15.595864",
    "data": {
      "Coach Notes": "For Barbell Thruster EMOM: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Squat Snatch & Burpee": {
    "timestamp": "2025-11-21T22:25:18.473351",
    "data": {
      "Coach Notes": "For Squat Snatch & Burpee: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Heavy Deadlift & HSPU": {
    "timestamp": "2025-11-21T22:25:21.312481",
    "data": {
      "Coach Notes": "For Heavy Deadlift & HSPU: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The 30-minute Grind": {
    "timestamp": "2025-11-21T22:25:24.156873",
    "data": {
      "Coach Notes": "For The 30-minute Grind: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Pyramid Down": {
    "timestamp": "2025-11-21T22:25:26.983990",
    "data": {
      "Coach Notes": "For Pyramid Down: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Heavy Dumbbell Endurance": {
    "timestamp": "2025-11-21T22:25:29.818002",
    "data": {
      "Coach Notes": "For Heavy Dumbbell Endurance: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Row/run/bike Relay": {
    "timestamp": "2025-11-21T22:25:32.676355",
    "data": {
      "Coach Notes": "For Row/run/bike Relay: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The 100 Rep Test": {
    "timestamp": "2025-11-21T22:26:26.608990",
    "data": {
      "Coach Notes": "For The 100 Rep Test: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Death By Wall Ball": {
    "timestamp": "2025-11-21T22:26:29.450415",
    "data": {
      "Coach Notes": "For Death By Wall Ball: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Gymnastic Couple": {
    "timestamp": "2025-11-21T22:26:32.316248",
    "data": {
      "Coach Notes": "For Gymnastic Couple: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Dumbbell Sprint": {
    "timestamp": "2025-11-21T22:26:35.203455",
    "data": {
      "Coach Notes": "For Dumbbell Sprint: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Overhead Carry Grinder": {
    "timestamp": "2025-11-21T22:26:38.076867",
    "data": {
      "Coach Notes": "For Overhead Carry Grinder: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Running Clock": {
    "timestamp": "2025-11-21T22:26:40.937209",
    "data": {
      "Coach Notes": "For The Running Clock: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Heavy Deadlift Hold": {
    "timestamp": "2025-11-21T22:26:43.802818",
    "data": {
      "Coach Notes": "For Heavy Deadlift Hold: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Snatch & OHS Endurance": {
    "timestamp": "2025-11-21T22:26:46.673413",
    "data": {
      "Coach Notes": "For Snatch & OHS Endurance: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The 40-minute Endurance": {
    "timestamp": "2025-11-21T22:26:49.512586",
    "data": {
      "Coach Notes": "For The 40-minute Endurance: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Clean & Jerk EMOM": {
    "timestamp": "2025-11-21T22:26:52.336375",
    "data": {
      "Coach Notes": "For Clean & Jerk EMOM: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Rope Climb Repeater": {
    "timestamp": "2025-11-21T22:26:55.211215",
    "data": {
      "Coach Notes": "For Rope Climb Repeater: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Kettlebell Swing Pyramid": {
    "timestamp": "2025-11-21T22:26:58.052236",
    "data": {
      "Coach Notes": "For Kettlebell Swing Pyramid: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Half Marathon Prep": {
    "timestamp": "2025-11-21T22:27:00.912813",
    "data": {
      "Coach Notes": "For Half Marathon Prep: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Heavy Power Clean Ladder": {
    "timestamp": "2025-11-21T22:27:03.776880",
    "data": {
      "Coach Notes": "For Heavy Power Clean Ladder: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Push/pull Interval": {
    "timestamp": "2025-11-21T22:27:06.614754",
    "data": {
      "Coach Notes": "For Push/pull Interval: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Overhead Carry EMOM": {
    "timestamp": "2025-11-21T22:27:09.508240",
    "data": {
      "Coach Notes": "For Overhead Carry EMOM: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Endurance Chipper": {
    "timestamp": "2025-11-21T22:27:12.339439",
    "data": {
      "Coach Notes": "For The Endurance Chipper: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The 40-minute Partner": {
    "timestamp": "2025-11-21T22:27:15.206196",
    "data": {
      "Coach Notes": "For The 40-minute Partner: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Skill Switch": {
    "timestamp": "2025-11-21T22:27:18.040444",
    "data": {
      "Coach Notes": "For The Skill Switch: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Row/clean Duet": {
    "timestamp": "2025-11-21T22:27:20.890573",
    "data": {
      "Coach Notes": "For Row/clean Duet: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Dumbbell Assault": {
    "timestamp": "2025-11-21T22:27:23.717223",
    "data": {
      "Coach Notes": "For Dumbbell Assault: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Metcon Madness": {
    "timestamp": "2025-11-21T22:27:26.565396",
    "data": {
      "Coach Notes": "For Metcon Madness: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Long Machine": {
    "timestamp": "2025-11-21T22:27:29.495406",
    "data": {
      "Coach Notes": "For The Long Machine: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Barbell Repeater": {
    "timestamp": "2025-11-21T22:27:32.344678",
    "data": {
      "Coach Notes": "For Barbell Repeater: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Kettlebell Skill Flow": {
    "timestamp": "2025-11-21T22:27:35.206045",
    "data": {
      "Coach Notes": "For Kettlebell Skill Flow: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Weighted Step-up Grind": {
    "timestamp": "2025-11-21T22:27:38.086752",
    "data": {
      "Coach Notes": "For Weighted Step-up Grind: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Running Test": {
    "timestamp": "2025-11-21T22:27:40.937211",
    "data": {
      "Coach Notes": "For The Running Test: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "HSPU & Pistols": {
    "timestamp": "2025-11-21T22:27:43.776646",
    "data": {
      "Coach Notes": "For HSPU & Pistols: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "High-rep Hang Cleans": {
    "timestamp": "2025-11-21T22:27:46.610128",
    "data": {
      "Coach Notes": "For High-rep Hang Cleans: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Strict Core EMOM": {
    "timestamp": "2025-11-21T22:27:49.441115",
    "data": {
      "Coach Notes": "For Strict Core EMOM: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Long Chipper II": {
    "timestamp": "2025-11-21T22:29:30.617730",
    "data": {
      "Coach Notes": "For The Long Chipper II: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Thruster Penalty": {
    "timestamp": "2025-11-21T22:29:33.473479",
    "data": {
      "Coach Notes": "For Thruster Penalty: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Double Kettlebell Squats": {
    "timestamp": "2025-11-21T22:29:36.291999",
    "data": {
      "Coach Notes": "For Double Kettlebell Squats: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Barbell & Run Intervals": {
    "timestamp": "2025-11-21T22:29:39.119734",
    "data": {
      "Coach Notes": "For Barbell & Run Intervals: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "5-minute Max": {
    "timestamp": "2025-11-21T22:29:41.995339",
    "data": {
      "Coach Notes": "For 5-minute Max: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Strict Complex": {
    "timestamp": "2025-11-21T22:29:44.860719",
    "data": {
      "Coach Notes": "For The Strict Complex: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Weighted Carry Repeater": {
    "timestamp": "2025-11-21T22:29:47.712980",
    "data": {
      "Coach Notes": "For Weighted Carry Repeater: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Bike/run/row Pyramid": {
    "timestamp": "2025-11-21T22:29:50.575828",
    "data": {
      "Coach Notes": "For Bike/run/row Pyramid: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Partner Clock": {
    "timestamp": "2025-11-21T22:29:53.424613",
    "data": {
      "Coach Notes": "For The Partner Clock: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Strict Chipper": {
    "timestamp": "2025-11-21T22:29:56.319324",
    "data": {
      "Coach Notes": "For Strict Chipper: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Omega": {
    "timestamp": "2025-11-21T22:29:59.169754",
    "data": {
      "Coach Notes": "For The Omega: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Aerobic Beast": {
    "timestamp": "2025-11-21T22:30:02.051420",
    "data": {
      "Coach Notes": "For The Aerobic Beast: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Long Cycle Grind": {
    "timestamp": "2025-11-21T22:30:04.881465",
    "data": {
      "Coach Notes": "For Long Cycle Grind: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Bike/run Pyramid": {
    "timestamp": "2025-11-21T22:30:07.776242",
    "data": {
      "Coach Notes": "For Bike/run Pyramid: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The 10K Row Prep": {
    "timestamp": "2025-11-21T22:30:10.632687",
    "data": {
      "Coach Notes": "For The 10K Row Prep: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Burpee Tax Chipper": {
    "timestamp": "2025-11-21T22:30:13.500243",
    "data": {
      "Coach Notes": "For Burpee Tax Chipper: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Running EMOM Flow": {
    "timestamp": "2025-11-21T22:30:16.391704",
    "data": {
      "Coach Notes": "For Running EMOM Flow: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Double Under Stamina": {
    "timestamp": "2025-11-21T22:30:19.230000",
    "data": {
      "Coach Notes": "For Double Under Stamina: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Ski Erg / Clean": {
    "timestamp": "2025-11-21T22:30:22.095715",
    "data": {
      "Coach Notes": "For Ski Erg / Clean: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "High Rep Thruster": {
    "timestamp": "2025-11-21T22:30:25.175102",
    "data": {
      "Coach Notes": "For High Rep Thruster: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Marathon Man": {
    "timestamp": "2025-11-21T22:30:28.002595",
    "data": {
      "Coach Notes": "For The Marathon Man: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Deficit Press Test": {
    "timestamp": "2025-11-21T22:30:30.871183",
    "data": {
      "Coach Notes": "For Deficit Press Test: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Strongman Medley": {
    "timestamp": "2025-11-21T22:30:33.708511",
    "data": {
      "Coach Notes": "For Strongman Medley: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Ring Complex": {
    "timestamp": "2025-11-21T22:30:36.567277",
    "data": {
      "Coach Notes": "For Ring Complex: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Sandbag Carry Relay": {
    "timestamp": "2025-11-21T22:30:39.458855",
    "data": {
      "Coach Notes": "For Sandbag Carry Relay: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Pegboard & Thruster": {
    "timestamp": "2025-11-21T22:30:42.313514",
    "data": {
      "Coach Notes": "For Pegboard & Thruster: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Heavy Sled & Row": {
    "timestamp": "2025-11-21T22:30:45.161981",
    "data": {
      "Coach Notes": "For Heavy Sled & Row: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Barbell & DU Penalty": {
    "timestamp": "2025-11-21T22:30:48.021586",
    "data": {
      "Coach Notes": "For Barbell & DU Penalty: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Running & Overhead": {
    "timestamp": "2025-11-21T22:30:50.912383",
    "data": {
      "Coach Notes": "For Running & Overhead: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Iron Cross": {
    "timestamp": "2025-11-21T22:30:53.788425",
    "data": {
      "Coach Notes": "For The Iron Cross: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Heavy D-ball Over": {
    "timestamp": "2025-11-21T22:31:18.625061",
    "data": {
      "Coach Notes": "For Heavy D-ball Over: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Skill: 50 T2B": {
    "timestamp": "2025-11-21T22:31:21.463526",
    "data": {
      "Coach Notes": "For Skill: 50 T2B: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Aerobic Chipper": {
    "timestamp": "2025-11-21T22:31:24.316739",
    "data": {
      "Coach Notes": "For The Aerobic Chipper: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Interval Stamina": {
    "timestamp": "2025-11-21T22:31:27.185878",
    "data": {
      "Coach Notes": "For Interval Stamina: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Bike/wall Ball Duet": {
    "timestamp": "2025-11-21T22:31:30.037625",
    "data": {
      "Coach Notes": "For Bike/wall Ball Duet: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "5K Engine Test": {
    "timestamp": "2025-11-21T22:31:32.909474",
    "data": {
      "Coach Notes": "For 5K Engine Test: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Power Endurance AMRAP": {
    "timestamp": "2025-11-21T22:31:35.774674",
    "data": {
      "Coach Notes": "For Power Endurance AMRAP: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "High Rep Thruster II": {
    "timestamp": "2025-11-21T22:31:38.672066",
    "data": {
      "Coach Notes": "For High Rep Thruster II: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Rowing EMOM Cycle": {
    "timestamp": "2025-11-21T22:31:41.564817",
    "data": {
      "Coach Notes": "For Rowing EMOM Cycle: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Dumbbell Engine Cycle": {
    "timestamp": "2025-11-21T22:31:44.420937",
    "data": {
      "Coach Notes": "For Dumbbell Engine Cycle: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Heavy Hold Penalty": {
    "timestamp": "2025-11-21T22:31:47.287583",
    "data": {
      "Coach Notes": "For Heavy Hold Penalty: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Hyrox Half": {
    "timestamp": "2025-11-21T22:31:50.149648",
    "data": {
      "Coach Notes": "For Hyrox Half: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Burpee Tax": {
    "timestamp": "2025-11-21T22:31:52.990310",
    "data": {
      "Coach Notes": "For The Burpee Tax: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Sled Double": {
    "timestamp": "2025-11-21T22:31:55.875348",
    "data": {
      "Coach Notes": "For Sled Double: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Engine & Core": {
    "timestamp": "2025-11-21T22:31:58.771361",
    "data": {
      "Coach Notes": "For Engine & Core: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Wall Ball Killer": {
    "timestamp": "2025-11-21T22:32:01.634814",
    "data": {
      "Coach Notes": "For The Wall Ball Killer: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Farmer's Run": {
    "timestamp": "2025-11-21T22:32:04.499835",
    "data": {
      "Coach Notes": "For Farmer's Run: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Hyrox Sprint EMOM": {
    "timestamp": "2025-11-21T22:32:07.396634",
    "data": {
      "Coach Notes": "For Hyrox Sprint EMOM: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Sandbag Lunge Test": {
    "timestamp": "2025-11-21T22:32:10.246046",
    "data": {
      "Coach Notes": "For Sandbag Lunge Test: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Cardio Mix": {
    "timestamp": "2025-11-21T22:32:13.119911",
    "data": {
      "Coach Notes": "For The Cardio Mix: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Ultimate Grind": {
    "timestamp": "2025-11-21T22:32:15.993436",
    "data": {
      "Coach Notes": "For The Ultimate Grind: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Sprint 500/500": {
    "timestamp": "2025-11-21T22:32:18.849203",
    "data": {
      "Coach Notes": "For Sprint 500/500: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Short Rest": {
    "timestamp": "2025-11-21T22:32:21.709210",
    "data": {
      "Coach Notes": "For The Short Rest: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Ski-row 100/100": {
    "timestamp": "2025-11-21T22:32:24.582366",
    "data": {
      "Coach Notes": "For Ski-row 100/100: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Max Calorie 60s": {
    "timestamp": "2025-11-21T22:32:27.386074",
    "data": {
      "Coach Notes": "For Max Calorie 60s: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Power 300": {
    "timestamp": "2025-11-21T22:32:30.228262",
    "data": {
      "Coach Notes": "For The Power 300: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Ski Sprint Complex": {
    "timestamp": "2025-11-21T22:32:33.101184",
    "data": {
      "Coach Notes": "For Ski Sprint Complex: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Rowing Ladder Up": {
    "timestamp": "2025-11-21T22:32:35.969827",
    "data": {
      "Coach Notes": "For Rowing Ladder Up: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Double 400": {
    "timestamp": "2025-11-21T22:32:38.846274",
    "data": {
      "Coach Notes": "For The Double 400: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Calorie Burn 4x": {
    "timestamp": "2025-11-21T22:32:41.724817",
    "data": {
      "Coach Notes": "For Calorie Burn 4x: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The 200/20": {
    "timestamp": "2025-11-21T22:32:49.344454",
    "data": {
      "Coach Notes": "For The 200/20: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "5K Ski Test": {
    "timestamp": "2025-11-21T22:32:52.225259",
    "data": {
      "Coach Notes": "For 5K Ski Test: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "4K Row Challenge": {
    "timestamp": "2025-11-21T22:32:55.101241",
    "data": {
      "Coach Notes": "For 4K Row Challenge: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Mixed 6K": {
    "timestamp": "2025-11-21T22:32:57.947628",
    "data": {
      "Coach Notes": "For Mixed 6K: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Long EMOM Row": {
    "timestamp": "2025-11-21T22:33:00.764601",
    "data": {
      "Coach Notes": "For Long EMOM Row: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The 15 Minute Pace": {
    "timestamp": "2025-11-21T22:33:03.578343",
    "data": {
      "Coach Notes": "For The 15 Minute Pace: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Calorie Marathon": {
    "timestamp": "2025-11-21T22:33:06.471849",
    "data": {
      "Coach Notes": "For Calorie Marathon: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Ski-row 100/50": {
    "timestamp": "2025-11-21T22:33:09.351469",
    "data": {
      "Coach Notes": "For The Ski-row 100/50: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Steady State 45": {
    "timestamp": "2025-11-21T22:33:12.181179",
    "data": {
      "Coach Notes": "For Steady State 45: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Alternating Cals": {
    "timestamp": "2025-11-21T22:33:15.030990",
    "data": {
      "Coach Notes": "For Alternating Cals: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Burpee Buffer": {
    "timestamp": "2025-11-21T22:33:17.888728",
    "data": {
      "Coach Notes": "For The Burpee Buffer: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Ski-row AMRAP 10": {
    "timestamp": "2025-11-21T22:33:20.764429",
    "data": {
      "Coach Notes": "For Ski-row AMRAP 10: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "High Rep Push-up": {
    "timestamp": "2025-11-21T22:33:23.644113",
    "data": {
      "Coach Notes": "For High Rep Push-up: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "20/20 Pacing": {
    "timestamp": "2025-11-21T22:33:26.539400",
    "data": {
      "Coach Notes": "For 20/20 Pacing: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Calorie Sprint EMOM": {
    "timestamp": "2025-11-21T22:33:29.382174",
    "data": {
      "Coach Notes": "For Calorie Sprint EMOM: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Gymnastic Tax": {
    "timestamp": "2025-11-21T22:33:32.216550",
    "data": {
      "Coach Notes": "For The Gymnastic Tax: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Long Interval AMRAP": {
    "timestamp": "2025-11-21T22:33:35.129844",
    "data": {
      "Coach Notes": "For Long Interval AMRAP: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Row/air Squat EMOM": {
    "timestamp": "2025-11-21T22:33:37.974377",
    "data": {
      "Coach Notes": "For Row/air Squat EMOM: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Ski/double Under AMRAP": {
    "timestamp": "2025-11-21T22:33:40.844925",
    "data": {
      "Coach Notes": "For Ski/double Under AMRAP: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Triple Threat Cardio": {
    "timestamp": "2025-11-21T22:33:43.718927",
    "data": {
      "Coach Notes": "For Triple Threat Cardio: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Row/ski/thruster": {
    "timestamp": "2025-11-21T22:33:46.601801",
    "data": {
      "Coach Notes": "For Row/ski/thruster: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Wall Ball Hybrid": {
    "timestamp": "2025-11-21T22:33:49.506972",
    "data": {
      "Coach Notes": "For The Wall Ball Hybrid: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Heavy Row": {
    "timestamp": "2025-11-21T22:33:52.382491",
    "data": {
      "Coach Notes": "For The Heavy Row: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Bike/ski/burpee": {
    "timestamp": "2025-11-21T22:33:55.371176",
    "data": {
      "Coach Notes": "For Bike/ski/burpee: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Running Ski Repeater": {
    "timestamp": "2025-11-21T22:33:58.224644",
    "data": {
      "Coach Notes": "For Running Ski Repeater: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Single Arm Tax": {
    "timestamp": "2025-11-21T22:34:01.163695",
    "data": {
      "Coach Notes": "For The Single Arm Tax: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Row/squat Clean": {
    "timestamp": "2025-11-21T22:34:04.038407",
    "data": {
      "Coach Notes": "For Row/squat Clean: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Triplet Chipper": {
    "timestamp": "2025-11-21T22:34:06.906971",
    "data": {
      "Coach Notes": "For The Triplet Chipper: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Heavy Hold Penalty II": {
    "timestamp": "2025-11-21T22:34:09.742874",
    "data": {
      "Coach Notes": "For Heavy Hold Penalty II: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Ski/row/pull": {
    "timestamp": "2025-11-21T22:34:12.659102",
    "data": {
      "Coach Notes": "For Ski/row/pull: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Calorie Pyramid": {
    "timestamp": "2025-11-21T22:35:58.454877",
    "data": {
      "Coach Notes": "For Calorie Pyramid: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "High Rep Thruster III": {
    "timestamp": "2025-11-21T22:36:01.346265",
    "data": {
      "Coach Notes": "For High Rep Thruster III: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Running Row Triplet": {
    "timestamp": "2025-11-21T22:36:04.217375",
    "data": {
      "Coach Notes": "For Running Row Triplet: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Max Distance 15": {
    "timestamp": "2025-11-21T22:36:07.127375",
    "data": {
      "Coach Notes": "For Max Distance 15: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Synchronized": {
    "timestamp": "2025-11-21T22:36:10.055534",
    "data": {
      "Coach Notes": "For The Synchronized: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "You Go, I Go Clean": {
    "timestamp": "2025-11-21T22:36:12.961818",
    "data": {
      "Coach Notes": "For You Go, I Go Clean: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Pacer Tax": {
    "timestamp": "2025-11-21T22:36:15.833683",
    "data": {
      "Coach Notes": "For Pacer Tax: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Farmer's Trade": {
    "timestamp": "2025-11-21T22:36:18.731952",
    "data": {
      "Coach Notes": "For The Farmer's Trade: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Buy-in/cash-out Row": {
    "timestamp": "2025-11-21T22:36:21.590452",
    "data": {
      "Coach Notes": "For Buy-in/cash-out Row: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Alternating Gymnastic": {
    "timestamp": "2025-11-21T22:36:24.474497",
    "data": {
      "Coach Notes": "For Alternating Gymnastic: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Max Rep Hold": {
    "timestamp": "2025-11-21T22:36:27.327743",
    "data": {
      "Coach Notes": "For Max Rep Hold: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Run/ski Split": {
    "timestamp": "2025-11-21T22:36:30.200478",
    "data": {
      "Coach Notes": "For Run/ski Split: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Devil's Press Partner": {
    "timestamp": "2025-11-21T22:36:33.057449",
    "data": {
      "Coach Notes": "For Devil's Press Partner: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Split Endurance": {
    "timestamp": "2025-11-21T22:36:35.992065",
    "data": {
      "Coach Notes": "For Split Endurance: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Weighted Carry": {
    "timestamp": "2025-11-21T22:36:38.872040",
    "data": {
      "Coach Notes": "For The Weighted Carry: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Deadlift Team Ladder": {
    "timestamp": "2025-11-21T22:36:41.770375",
    "data": {
      "Coach Notes": "For Deadlift Team Ladder: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Air Squat Penalty": {
    "timestamp": "2025-11-21T22:36:44.715885",
    "data": {
      "Coach Notes": "For Air Squat Penalty: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Wall Climb & Row": {
    "timestamp": "2025-11-21T22:36:47.681860",
    "data": {
      "Coach Notes": "For Wall Climb & Row: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Chipper Split": {
    "timestamp": "2025-11-21T22:36:50.603482",
    "data": {
      "Coach Notes": "For Chipper Split: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Pacing Run": {
    "timestamp": "2025-11-21T22:36:53.574366",
    "data": {
      "Coach Notes": "For The Pacing Run: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Synchro Thruster": {
    "timestamp": "2025-11-21T22:36:56.436424",
    "data": {
      "Coach Notes": "For Synchro Thruster: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Wall Ball Hold": {
    "timestamp": "2025-11-21T22:36:59.309480",
    "data": {
      "Coach Notes": "For Wall Ball Hold: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Partner Chipper III": {
    "timestamp": "2025-11-21T22:37:02.178940",
    "data": {
      "Coach Notes": "For Partner Chipper III: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "I Go, You Go Lifts": {
    "timestamp": "2025-11-21T22:37:05.084075",
    "data": {
      "Coach Notes": "For I Go, You Go Lifts: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Dual Carry & Tax": {
    "timestamp": "2025-11-21T22:37:07.965418",
    "data": {
      "Coach Notes": "For Dual Carry & Tax: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Team Engine Repeater": {
    "timestamp": "2025-11-21T22:37:10.814050",
    "data": {
      "Coach Notes": "For Team Engine Repeater: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Team 'DT'": {
    "timestamp": "2025-11-21T22:37:13.735894",
    "data": {
      "Coach Notes": "For Team 'DT': Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Assault Bike Pacer": {
    "timestamp": "2025-11-21T22:37:16.585577",
    "data": {
      "Coach Notes": "For Assault Bike Pacer: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Strict Pull-up Hold": {
    "timestamp": "2025-11-21T22:37:19.470076",
    "data": {
      "Coach Notes": "For Strict Pull-up Hold: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Row/burpee YGIY": {
    "timestamp": "2025-11-21T22:37:22.366222",
    "data": {
      "Coach Notes": "For Row/burpee YGIY: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Alternating Pistol Test": {
    "timestamp": "2025-11-21T22:38:33.768181",
    "data": {
      "Coach Notes": "For Alternating Pistol Test: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Synchro Wall Balls II": {
    "timestamp": "2025-11-21T22:38:36.682126",
    "data": {
      "Coach Notes": "For Synchro Wall Balls II: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Team Dumbbell Power": {
    "timestamp": "2025-11-21T22:38:39.529920",
    "data": {
      "Coach Notes": "For Team Dumbbell Power: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Partner Carry": {
    "timestamp": "2025-11-21T22:38:42.400396",
    "data": {
      "Coach Notes": "For The Partner Carry: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Yoke Carry Pacer": {
    "timestamp": "2025-11-21T22:38:45.257664",
    "data": {
      "Coach Notes": "For Yoke Carry Pacer: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "High Volume Press": {
    "timestamp": "2025-11-21T22:38:48.113990",
    "data": {
      "Coach Notes": "For High Volume Press: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Team Bar Muscle-up": {
    "timestamp": "2025-11-21T22:38:51.010048",
    "data": {
      "Coach Notes": "For Team Bar Muscle-up: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Kettlebell Swing Pacer": {
    "timestamp": "2025-11-21T22:38:53.868019",
    "data": {
      "Coach Notes": "For Kettlebell Swing Pacer: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Partner Assault Bike": {
    "timestamp": "2025-11-21T22:38:56.729396",
    "data": {
      "Coach Notes": "For Partner Assault Bike: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Deadlift-burpee Tax": {
    "timestamp": "2025-11-21T22:38:59.583881",
    "data": {
      "Coach Notes": "For Deadlift-burpee Tax: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Alternating Man-makers": {
    "timestamp": "2025-11-21T22:39:02.440801",
    "data": {
      "Coach Notes": "For Alternating Man-makers: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Triplet Synchronized": {
    "timestamp": "2025-11-21T22:39:05.404115",
    "data": {
      "Coach Notes": "For The Triplet Synchronized: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Row/ski Tax Hold": {
    "timestamp": "2025-11-21T22:39:08.273584",
    "data": {
      "Coach Notes": "For Row/ski Tax Hold: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Barbell Hold Penalty": {
    "timestamp": "2025-11-21T22:39:11.160317",
    "data": {
      "Coach Notes": "For Barbell Hold Penalty: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Synchro Pulling": {
    "timestamp": "2025-11-21T22:39:14.014562",
    "data": {
      "Coach Notes": "For Synchro Pulling: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Heavy Sled Partner": {
    "timestamp": "2025-11-21T22:39:16.861862",
    "data": {
      "Coach Notes": "For Heavy Sled Partner: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Assault Bike Exchange": {
    "timestamp": "2025-11-21T22:39:19.745174",
    "data": {
      "Coach Notes": "For Assault Bike Exchange: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Odd Object Relay": {
    "timestamp": "2025-11-21T22:39:22.591998",
    "data": {
      "Coach Notes": "For Odd Object Relay: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Strict Synchronized": {
    "timestamp": "2025-11-21T22:39:25.479149",
    "data": {
      "Coach Notes": "For The Strict Synchronized: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Barbell Clean Hold": {
    "timestamp": "2025-11-21T22:39:28.357128",
    "data": {
      "Coach Notes": "For Barbell Clean Hold: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Rowing Penalty Chipper": {
    "timestamp": "2025-11-21T22:39:31.211794",
    "data": {
      "Coach Notes": "For Rowing Penalty Chipper: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "EMOM Gymnastic Pacer": {
    "timestamp": "2025-11-21T22:39:34.081181",
    "data": {
      "Coach Notes": "For EMOM Gymnastic Pacer: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Team Half Murph": {
    "timestamp": "2025-11-21T22:39:36.932173",
    "data": {
      "Coach Notes": "For Team Half Murph: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Alternating C&J": {
    "timestamp": "2025-11-21T22:39:39.827695",
    "data": {
      "Coach Notes": "For Alternating C&J: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Pistol Penalty Hold": {
    "timestamp": "2025-11-21T22:39:42.733114",
    "data": {
      "Coach Notes": "For Pistol Penalty Hold: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Row/ski Tax Sprint": {
    "timestamp": "2025-11-21T22:39:45.628308",
    "data": {
      "Coach Notes": "For Row/ski Tax Sprint: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Partner Ladder": {
    "timestamp": "2025-11-21T22:39:48.492494",
    "data": {
      "Coach Notes": "For The Partner Ladder: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Synchro KB Swings": {
    "timestamp": "2025-11-21T22:39:51.345073",
    "data": {
      "Coach Notes": "For Synchro KB Swings: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Weighted Vest Run": {
    "timestamp": "2025-11-21T22:39:54.226196",
    "data": {
      "Coach Notes": "For Weighted Vest Run: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Synchro Wall Climbs": {
    "timestamp": "2025-11-21T22:39:57.118106",
    "data": {
      "Coach Notes": "For Synchro Wall Climbs: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Clean & Jerk Penalty": {
    "timestamp": "2025-11-21T22:40:20.720818",
    "data": {
      "Coach Notes": "For Clean & Jerk Penalty: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Ski/wall Ball Hold": {
    "timestamp": "2025-11-21T22:40:23.592974",
    "data": {
      "Coach Notes": "For Ski/wall Ball Hold: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Partner Burpee Over": {
    "timestamp": "2025-11-21T22:40:26.461918",
    "data": {
      "Coach Notes": "For Partner Burpee Over: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Legless Relay": {
    "timestamp": "2025-11-21T22:40:29.324017",
    "data": {
      "Coach Notes": "For Legless Relay: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Team Triplet Grind": {
    "timestamp": "2025-11-21T22:40:32.188727",
    "data": {
      "Coach Notes": "For Team Triplet Grind: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Alternating Row/clean": {
    "timestamp": "2025-11-21T22:40:35.041357",
    "data": {
      "Coach Notes": "For Alternating Row/clean: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "The Sandbag Squat Tax": {
    "timestamp": "2025-11-21T22:40:37.930896",
    "data": {
      "Coach Notes": "For The Sandbag Squat Tax: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Partner Run Penalty": {
    "timestamp": "2025-11-21T22:40:40.748399",
    "data": {
      "Coach Notes": "For Partner Run Penalty: Focus on consistent pacing, maintain proper form throughout, and scale appropriately to preserve workout stimulus. Break up reps strategically and prioritize breathing rhythm. See CrossFit.com for detailed guidance."
    }
  },
  "Michael": {
    "timestamp": "2025-11-21T23:12:02.864001",
    "data": {}
  },
  "Kelly": {
    "timestamp": "2025-11-21T23:12:05.734037",
    "data": {}
  },
  "Blake": {
    "timestamp": "2025-11-21T23:12:08.696626",
    "data": {}
  },
  "Nancy": {
    "timestamp": "2025-11-21T23:12:11.544069",
    "data": {}
  },
  "Jackie": {
    "timestamp": "2025-11-21T23:12:14.450882",
    "data": {}
  },
  "Daniel": {
    "timestamp": "2025-11-21T23:12:17.303999",
    "data": {}
  },
  "Amanda": {
    "timestamp": "2025-11-21T23:12:20.148934",
    "data": {}
  },
  "JT": {
    "timestamp": "2025-11-21T23:12:23.049246",
    "data": {}
  },
  "Nate": {
    "timestamp": "2025-11-21T23:12:25.908459",
    "data": {}
  },
  "Nicole": {
    "timestamp": "2025-11-21T23:12:28.779630",
    "data": {}
  },
  "Badger": {
    "timestamp": "2025-11-21T23:12:31.646056",
    "data": {}
  },
  "Lynne": {
    "timestamp": "2025-11-21T23:12:34.503121",
    "data": {}
  },
  "Griff": {
    "timestamp": "2025-11-21T23:12:37.359462",
    "data": {}
  },
  "Josh": {
    "timestamp": "2025-11-21T23:12:40.241676",
    "data": {}
  },
  "Jason": {
    "timestamp": "2025-11-21T23:12:43.081802",
    "data": {}
  },
  "Mary": {
    "timestamp": "2025-11-21T23:12:45.939322",
    "data": {}
  },
  "Collin": {
    "timestamp": "2025-11-21T23:12:48.777543",
    "data": {}
  },
  "Tommy": {
    "timestamp": "2025-11-21T23:12:51.667294",
    "data": {}
  },
  "Jag 28": {
    "timestamp": "2025-11-21T23:12:54.509153",
    "data": {}
  },
  "Eva": {
    "timestamp": "2025-11-21T23:12:57.339281",
    "data": {}
  },
  "Open Workout 11.1": {
    "timestamp": "2025-11-21T23:13:00.200069",
    "data": {}
  },
  "Filthy Fifty": {
    "timestamp": "2025-11-21T23:13:03.103824",
    "data": {}
  },
  "Bulger": {
    "timestamp": "2025-11-21T23:13:05.977443",
    "data": {}
  },
  "Christine": {
    "timestamp": "2025-11-21T23:13:08.815261",
    "data": {}
  },
  "Isabel": {
    "timestamp": "2025-11-21T23:13:11.649548",
    "data": {}
  },
  "Morrison": {
    "timestamp": "2025-11-21T23:13:14.515251",
    "data": {}
  },
  "Wilmot": {
    "timestamp": "2025-11-21T23:13:17.374923",
    "data": {}
  },
  "Bradshaw": {
    "timestamp": "2025-11-21T23:13:20.231715",
    "data": {}
  },
  "The Bear": {
    "timestamp": "2025-11-21T23:13:23.113788",
    "data": {}
  },
  "Klepto": {
    "timestamp": "2025-11-21T23:13:25.942659",
    "data": {}
  }
}